[
{"truth": "Pernah suka sama siapa aja? berapa lama?"},
{"truth": "Kalau boleh atau kalau mau, di gc/luar gc siapa yang akan kamu jadikan sahabat?(boleh beda/sma jenis)"},
{"truth": "Apa ketakutan terbesar kamu?"},
{"truth": "Pernah suka sama orang dan merasa orang itu suka sama kamu juga?"},
{"truth":"Siapa nama mantan pacar teman mu yang pernah kamu sukai diam diam?"},
{"truth": "pernah gak nyuri uang nyokap atau bokap? Alesanya?"},
{"truth": "hal yang bikin seneng pas lu lagi sedih apa"},
{"truth": "pernah cinta bertepuk sebelah tangan? kalo pernah sama siapa? rasanya gimana brou?"},
{"truth": "pernah jadi selingkuhan orang?"},
{"truth": "hal yang paling ditakutin"},
{"truth": "siapa orang yang paling berpengaruh kepada kehidupanmu"},
{"truth": "hal membanggakan apa yang kamu mekatkan di tahun ini"},
{"truth": "siapa orang yang bisa membuatmu sange?"},
{"truth": "(bgi yg muslim) pernah ga solat seharian?"},
{"truth": "Siapa yang paling mendekati tipe pasangan idealmu di sini"},
{"truth": "suka mabar(main bareng)sama siapa?"},
{"truth": "pernah nolak orang? alasannya kenapa?"},
{"truth": "Sebutkan kejadian yang bikin kamu sakit hati yang masih di inget"},
{"truth": "pencapaian yang udah dimeket apa aja ditahun ini?"},
{"truth": "kebiasaan terburuk lo pas di sekolah apa?"},
{"truth": "Siapa teman yang paling kamu benci di antara kita?"},
{"truth": "Siapa orang terakhir yang kamu hubungi di WhatsApp?"},
{"truth": "Jika aku ada di samping kamu sekarang, apa yang bakal kamu lakukan?"},
{"truth": "Jika aku ada di samping kamu sekarang, apa yang bakal kamu lakukan?"},
{"truth": "Apa yang bikin kamu cemburu?"},
{"truth": "Apa yang bikin kamu bahagia banget?"},
{"truth": "Apa yang membuatmu sangat ketakutan?"},
{"truth": "Apa yang paling kamu benci dari dirimu?"},
{"truth": "Apa hal yang paling memalukan dan pernah kamu lakukan?"},
{"truth": "Apa yang kamu lakukan saat bertemu dengan orang yang membencimu ?"},
{"truth": "Apa kesalahan terburuk yang pernah pernah kamu lakukan?"},
{"truth": "Pernah selingkuh? Apa pendapatmu soal selingkuh?"},
{"truth": "Siapa orang yang kamu sukai diam-diam?"},
{"truth": "Siapa orang yang terakhir kamu stalk di sosmed?"},
{"truth": "Kenapa kamu putus dengan mantan sebelumnya?"},
{"truth": "Seseorang seperti apa yang kamu inginkan?"}
]